Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
conv2d (Conv2D)              (None, 64, 64, 10)        760       
_________________________________________________________________
conv2d_1 (Conv2D)            (None, 64, 64, 10)        2510      
_________________________________________________________________
max_pooling2d (MaxPooling2D) (None, 32, 32, 10)        0         
_________________________________________________________________
flatten (Flatten)            (None, 10240)             0         
_________________________________________________________________
dense (Dense)                (None, 256)               2621696   
_________________________________________________________________
dropout (Dropout)            (None, 256)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 6)                 1542      
=================================================================
Total params: 2,626,508
Trainable params: 2,626,508
Non-trainable params: 0
_________________________________________________________________
